Repository: neobricks/ProjectA
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it, pt_br, ru, tr

source: Enter your email to reset your password.
de: Gebe deine Emailadresse ein um dein Passwort zurückzusetzen
es: Escribe tu email para reiniciar tu contraseña.
fr: Entrez votre email pour réinitialiser votre mot de passe.
it: Inserisci la tua email per resettare la tua password.
pt_br: Digite seu email para atualizar sua senha.
ru: Введи имейл для сброса пароля.
tr: Şifrenizi sıfırlamak için emailinizi girin.

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar
ru: Подтвердить
tr: Gönder

source: Did you remember your password?
de: Erinnert du dich an dein Passwort?
es: ¿Recordaste tu contraseña?
fr: Vous souvenez vous de votre mot de passe?
it: Ti sei ricordato la tua password?
pt_br: Você lembrou sua senha?
ru: Ты помнишь свой пароль?
tr: Şifrenizi hatırladınız mı?

source: Partner information
de: Partner Informationen
es: Información de Partner
fr: Informations Partenaire
it: Informazioni Partner
pt_br: Informações do Parceiro
ru: Партнерская информация
tr: Partner bilgisi

source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt_br: Atualizar
ru: Обновить
tr: Güncelle

source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome
ru: Имя
tr: İsim

source: Surname
de: Vorname
es: Apellido
fr: Prénom
it: Cognome
pt_br: Sobrenome
ru: Фамилия
tr: Soyisim

source: Native
de: Gebürtig
es: Nativo
fr: Nationalité
it: Nazionalità
pt_br: Nativo
ru: Родной
tr: Ana dil

source: Basic
es: Básico
fr: Basique
it: Di base
pt_br: Básico
ru: Базовый
tr: Giriş

source: Intermediate
de: Durchschnittlich
es: Intermedio
fr: Intermédiaire
it: Intermedio
pt_br: Intermediário
ru: Средний
tr: Orta

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzato
pt_br: Avançado
ru: Продвинутый
tr: İleri

source: Fluent
de: Flüssig
es: Fluído
fr: Courant
it: Fluente
pt_br: Fluente
ru: Свободное владение
tr: Akıcı

source: What languages do you speak?
de: Welche Sprachen sprichst du?
es: ¿Qué idiomas hablas?
fr: Quelles langues parlez vous?
it: Quali lingue conosci?
pt_br: Quais linguas você fala?
ru: Какие языки ты знаешь?
tr: Hangi dilleri konuşuyorsunuz?

source: Proficiency
de: Kompetenz
es: Dominio
fr: Compétence
it: Competenza
pt_br: Proficiência
ru: Уровень владения
tr: Yeterlilik

source: Add another
de: Füge weiter hinzu
es: Agregar otro
fr: Ajouter
it: Aggiungi
pt_br: Adicionar outro
ru: Добавить другой
tr: Başka ekle

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
pt_br: Remover
ru: Удалить
tr: Kaldır

source: What game or games do you like to play?
de: Welches Spiel/e spielst du gerne?
es: ¿Qué juegos te gusta jugar?
fr: Quel(s) Jeu(x) aimez vous jouer?
it: A quale videogioco o videogiochi ti piace giocare?
pt_br: Quais jogos você gosta de jogar?
ru: В какую игру или игры ты любишь играть?
tr: Hangi oyun veya oyunları oynamayı seviyorsunuz?

source: I like to play these games
de: Ich spiele gerne diese Spiele
es: Me gusta jugar a estos juegos
fr: J'aime jouer à ces jeux
it: Mi piace giocare questi videogiochi
pt_br: Gosto de jogar estes jogos
ru: Мне нравится играть в эти игры
tr: Şu oyunları oynamayı seviyorum

source: I like to play these types of games
de: Ich mag diese Art von Spielen
es: Me gusta jugar a este tipo de juegos
fr: J'aime jouer à ces genres de jeux
it: Mi piace giocare a questi generi di videogiochi
pt_br: Eu gosto de jogar esses tipos de jogos.
ru: Мне нравится играть в такие типы игр
tr: Şu tarz oyunları oynamayı severim

source: What game platform(s) do you play?
de: Welche Platform(en) bevorzugst du?
es: ¿En qué plataforma(s) juegas?
fr: Sur Quelle(s) plateforme(s) jouez vous?
it: Su che piattaforma/e giochi?
pt_br: Em qual plataforma(s) você joga?
ru: На каких платформах ты играешь?
tr: Hangi oyun platform veya platformlarında oynuyorsunuz?

source: Do you have an in-game nickname for any of these games?
de: Hast du einen Ingame Name für eines dieser Spiele?
es: ¿Tienes un nick en el juego para alguno de estos juegos?
fr: Avez vous des pseudos pour ces jeux?
it: Hai dei nickname su qualcuno di questi vidogiochi?
pt_br: Você tem um nickname de jogo em algum desses jogos?
ru: Есть ли у тебя внутриигровой никнейм хотя бы для одной из этих игр?
tr: Bu oyunlardan herhangi biri için oyun içi isminiz bulunuyor mu?

source: Caster
ru: Транслятор
tr: Sunucu

source: Information
de: Informationen
es: Información
it: Informazioni
pt_br: Informação
ru: Информация
tr: Bilgi

source: information
de: informationen
es: información
it: informazioni
pt_br: informação
ru: Информация
tr: bilgi

source: How do you want to be called
de: Wie möchtest du genannt werden?
es: Cómo quieres llamarte
fr: Comment voulez vous être appelé?
it: Come vuoi essere chiamato
pt_br: Como você quer ser chamado?
ru: Как с тобой связаться?
tr: Nasıl çağırılmak istersiniz

source: Your main channel(s)
de: Dein/e Haupt Channel
es: Tu(s) canal(es) principal(es)
fr: Vos chaînes principales
it: I tuoi canali principali
pt_br: Seus canais principais
ru: Твои основные каналы
tr: Ana kanal(lar)ınız

source: What game or games do you like to cast?
de: Welches Spiel oder Spiele spielst du gerne?
es: ¿Qué juegos te gusta transmitir?
fr: Quel(s) Jeu(x) aimez vous diffuser?
it: A quale videogioco o videogiochi ti piace giocare?
pt_br: Quais jogos você gosta de transmitir?
ru: Какую игру или игры ты любишь транслировать?
tr: Hangi oyun veya oyunları yayınlamayı seviyorsunuz?

source: I cast these games:
de: Ich caste diese Spiele:
es: Transmito estos juegos:
fr: Je diffuse ces jeux:
it: Io commento questi videogiochi:
pt_br: Eu transmito estes jogos:
ru: Я транслирую эти игры:
tr: Şu oyunlarda sunuculuk yapıyorum:

source: I cast these types of games:
de: Ich caste diese Art von Spiel:
es: Transmito este tipo de juegos:
fr: Je diffuse ce genre de jeux:
it: Io commento questo genere di videogiochi:
pt_br: Eu transmito estes tipos de jogos:
ru: Я транслирую такие типы игр:
tr: Şu oyun tiplerinde sunuculuk yapıyorum:

source: Would you like to partner for?
de: Möchtest du eine Partnerschaft eingehen?
es: ¿Te gustaría ser Partner?
fr: Voulez vous être partenaire pour...?
it: Di cosa vorresti essere partner?
pt_br: Você gostaria de ser um parceiro?
ru: Чьим партнером ты хочешь стать?
tr: Hangi sebepten partner olmak istiyorsunuz?

source: All games
de: Alle Spiele
es: Todos los juegos
fr: Tous les jeux
it: Tutti i giochi
pt_br: Todos os jogos
ru: Все игры
tr: Bütün oyunlar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена
tr: Vazgeç

source: Name of your company
de: Name deiner Firma
es: Nombre de tu empresa
fr: Nom de l'entreprise
it: Nome della tua azienda
pt_br: Nome da sua empresa
ru: Название компании
tr: Şirketinizin ismi

source: What does your company do or sell?
de: Was macht / verkauft deine Firma?
es: ¿Qué hace o vende tu empresa?
fr: Que fait ou vend votre entreprise?
it: Di cosa si occupa o cosa vende la tua azienda?
pt_br: O que sua empresa faz ou vende?
ru: Чем занимается твоя компания или что продает?
tr: Şirketiniz ne yapıyor veya ne satıyor?

source: Preferred business contact
de: Bevorzugter Business-Kontakt:
es: Contacto de negocios preferido
fr: Contact professionnel préféré
it: Contatto business preferito
pt_br: Contato de negócios preferido
ru: Заполните хотя бы одно из полей
tr: Tercih edilen iş kontratı

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt_br: Telefone
ru: Телефон
tr: Telefon

source: What kind of opportunities are you looking for?
de: Nach welcher Art von Möglichkeiten suchst du?
es: ¿Qué tipo de oportunidades estás buscando?
fr: Quel type d'oportunités recherchez vous?
it: Che tipo di opportunità stai cercando?
pt_br: Que tipo de oportunidades está buscando?
ru: Какие возможности ты ищешь?
tr: Ne tür bir fırsat arıyorsunuz?

source: Country(ies) available for partnership
de: Land/Länder verfügbar für Partnerschaft
es: País(es) disponibles para Partners
fr: Pays disponibles pour le partenariat
it: Paesi in cui è disponibile la partnership
pt_br: País(es) disponíveis para Parceiros
ru: Доступная страна(ы) для партнерства
tr: Partnerliğiniz için uygun ülke(ler)

source: What type of content do you create?
de: Welche Art von Content stellst du her?
es: ¿Qué tipo de contenido creas?
fr: Quel type de contenu créez vous?
it: Che tipo di contenuti crei?
pt_br: Que tipo de conteúdo você cria?
ru: Какой тип контента ты создаешь?
tr: Ne tür bir içerik üretiyorsunuz?

source: Streams
it: Stream
ru: Стримы
tr: Yayınlar

source: Gameplay
es: Jugabilidad
pt_br: Jogabilidade
ru: Геймплей
tr: Oynanış

source: Reviews
es: Reseñas
fr: Critiques
it: Recensioni
pt_br: Análises
ru: Отзывы
tr: İnceleme

source: Humor
fr: Humour
it: Comicità
ru: Юмор
tr: Mizahi

source: Unboxing
ru: Распаковка
tr: Kutu açılışı

source: Mods
it: Mod
ru: Моды
tr: Modlar

source: Fanfics
de: Fanfiktion
es: Fanfic
it: Fanfiction
ru: Фанфики
tr: Hayran kurgusu

source: Guides/Articles
de: Guides/Artikel
es: Guías/Artículos
it: Guide/Articoli
pt_br: Guias/Artigos
ru: Гайды/Статьи
tr: Rehber/Makale

source: Events coverage
de: Event coverage
es: Cobertura de eventos
fr: Couverture d'événements
it: Eventi
pt_br: Cobertura de eventos
ru: Освещение ивентов
tr: Etkinlik yorumlama

source: Lifestyle
es: Estilo de vida
pt_br: Estilo de vida
ru: Стиль жизни
tr: Yaşam tarzı

source: Tutorials
es: Tutoriales
fr: Tutoriels
it: Tutorial
pt_br: Tutoriais
ru: Уроки
tr: Eğitimler

source: What is your channel about?
de: Um was geht es in deinem Channel?
es: ¿De qué se trata tu canal?
fr: De quoi parle vote chaîne?
it: Di cosa tratta il tuo canale?
pt_br: O seu canal é sobre o que?
ru: О чем твой канал?
tr: Kanalınız ne hakkında?

source: Games
de: Spiele
es: Juegos
fr: Jeux
it: Videogiochi
pt_br: Tecnologia
ru: Игры
tr: Oyunlar

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
it: Tecnologia
pt_br: Jogos
ru: Технологии
tr: Teknoloji

source: Nerd/Geek
pt_br: Tecnologia
ru: Задрот/Гик

source: What game or games do you talk about?
de: Über welches Spiel/e redest du?
es: ¿De qué juego(s) te gusta hablar?
fr: De quel(s) jeu(x) parlez vous?
it: Di quale videogioco o videogiochi parli?
pt_br: Sobre quais jogos você fala?
ru: О какой игре (играх) ты вещаеш?
tr: Hangi oyun veya oyunlar hakkında konuşuyorsunuz?

source: I talk about these games:
de: Ich rede über diese Spiele:
es: Hablo sobre estos juegos:
fr: Je parle de ces jeux:
it: Parlo di questi videogiochi:
pt_br: Eu falo sobre esses jogos:
ru: Я рассказываю про эти игры:
tr: Bu oyunlar hakkında konuşuyorum:

source: I talk about these types of games:
de: Ich rede über diese Art von Spiel:
es: Hablo sobre este tipo de juegos:
fr: Je parle de ce type de jeux:
it: Parlo di questi generi di videogiochi:
pt_br: Eu falo sobre esses tipos de jogos:
ru: Я рассказываю про эти типы игр:
tr: Bu tip oyunlar hakkında konuşuyorum:

source: What game platform(s) do you create content for?
de: Für welches Spiele-Platformen stellst du Content her?
es: ¿Sobre qué plataforma(s) de juegos creas contenido?
fr: Pour quelle(s) plateformes créez vous du contenu?
it: Per quali piattaforme di videogiochi crei contenuti?
pt_br: Para qual plataforma(s) de jogos você cria conteúdo?
ru: Для каких платформ ты создаешь контент?
tr: Hangi platform(lar) için içerik üretiyorsunuz?

source: All game platforms
de: Alle Platformen
es: Todas las plataformas
fr: Toutes les plateformes de jeu
it: Tutte le piattaforme di gioco
pt_br: Todas as plataformas
ru: Все игровые платформы
tr: Bütün oyun platformları

source: PC/Mac games
de: PC/Mac
es: Juegos de PC/Mac
fr: PC/Mac
it: Giochi PC/Mac
pt_br: Jogos de PC/Mac
ru: Компьютерные игры
tr: PC/Mac oyunları

source: Mobile games
de: Mobile
es: Juegos de móvil
fr: Mobile
it: Mobile
pt_br: Jogos de Celular/Dispositivos Móveis
ru: Мобильные игры
tr: Mobil oyunlar

source: Console games
de: Console
es: Juegos de consola
fr: Console
it: Giochi console
pt_br: Jogos de Console
ru: Консольные игры
tr: Konsol oyunları

source: Others
de: Anderes
es: Otros
fr: Autre
it: Altro
pt_br: Outros
ru: Другие
tr: Diğerleri

source: Required field
de: Pflichtfeld
es: Campo requerido
fr: Champs Requis
it: Campi obbligatori
pt_br: Campo obrigatório
ru: Обязательные поля
tr: Gerekli alan

source: Do you have previous experience as a moderator?
de: Hast du bereits Erfahrung als Moderator?
es: ¿Tienes experiencia previa como moderador?
fr: Avez vous une expérience passée en tant que modérateur?
it: Hai esperienza pregressa come moderatore?
pt_br: Você tem alguma experiência como moderador?
ru: У тебя есть опыт модерирования?
tr: Daha önce bir moderatör deneyiminiz oldu mu?

source: Yes
de: Ja
es: Si
fr: Oui
it: Sì
pt_br: Sim
ru: Да
tr: Evet

source: No
de: Nein
fr: Non
pt_br: Não
ru: Нет
tr: Hayır

source: What is your special skill or experience?
de: Was ist deiner besondere Eigenschaft oder Erfahrung?
es: ¿Cuál es tu habilidad especial o experiencia?
fr: Quelle est votre compétence ou expérience spéciale?
it: Qual è la tua abilità o esperienza speciale?
pt_br: Qual é a sua habilidade especial ou experiência?
ru: Какой твой особенный скил или опыт?
tr: Özel yeteneğiniz veya tecrübeniz nedir?

source: Pro Gamer
es: Gamer PRO
ru: Про Геймер
tr: Profesyonel Oyuncu

source: Moderator
es: Moderador
fr: Modérateur
it: Moderatore
pt_br: Moderador
ru: Модератор
tr: Moderatör

source: Content Creator
es: Creador de contenido
fr: Créateur de contenu
it: Creatore di Contenuti
pt_br: Criador de Conteúdo
ru: Создатель контента
tr: İçerik Üreticisi

source: Company
de: Firma
es: Eempresa
fr: Entreprise
it: Azienda
pt_br: Empresa
ru: Компания
tr: Şirket

source: Tester
fr: Testeur
pt_br: Testador
ru: Тестировщик
tr: Test ekibi

source: Translator
de: Übersetzer
es: Traductor
fr: Traducteur
it: Traduttore
pt_br: Tradutor
ru: Переводчик
tr: Çevirmen

source: I am pro at these games:
de: Ich bin Pro in diesen Spielen:
es: Soy PRO en esto juegos:
fr: Je suis pro sur ces jeux:
it: Sono pro in questi videogiochi:
pt_br: Eu sou profissional nestes jogos:
ru: Я настоящий про в этих играх:
tr: Şu oyunlarda profesyonelim:

source: I am pro at these types of games:
de: Ich bin Pro in diesen Art von Spielen:
es: Soy PRO en este tipo de juegos:
fr: Je suis pro sur ces types de jeux:
it: Sono pro in questi generi di videogiochi:
pt_br: Eu sou profissional nestes tipos de jogos:
ru: Я настоящий про в этих видах игр:
tr: Şu tarz oyunlarda profesyonelim:

source: What game or games do you have a lot of experience with?
de: Mit welchen Spiel/en hast du bereits viel Erfahrungen mit?
es: ¿En qué juego(s) o tipo(s) de juego(s) tienes mucha experienceia?
fr: Sur quel(s) jeu(x) avez vous beaucoup d'expérience?
it: Su quale videogioco o videogiochi hai tantissima esperienza?
pt_br: Quais jogos você tem bastante experiência com?
ru: В какой игре или играх у тебя больше всего опыта?
tr: Hangi oyun ve oyunlarda çok deneyimlisiniz?

source: Shooter
fr: Jeux de tirs
it: Sparatutto
ru: Шутер
tr: Nişancı

source: MOBA
ru: МОБА

source: RPG
it: GDR
ru: РПГ
tr: RYO

source: MMORPG
ru: ММОРПГ

source: Mobile
es: Móvil
ru: Мобильная
tr: Mobil

source: Adventure
es: Aventura
fr: Aventure
it: Avventura
pt_br: Aventura
ru: Приключение
tr: Macera

source: Indie
ru: Инди
tr: Bağımsız

source: Strategy
es: Estrategia
fr: Stratégie
it: Strategia
pt_br: Estratégia
ru: Стратегия
tr: Strateji

source: Action
es: Acción
it: Azione
pt_br: Ação
ru: Экшн
tr: Aksiyon

source: Simulators
es: Simuladores
fr: Simulateurs
it: Simulatore
pt_br: Simuladores
ru: Симуляторы
tr: Simülatorler

source: Puzzle
es: Puzzle/Acertijos
pt_br: Puzzle/Quebra-cabeça
ru: Пазл
tr: Bulmaca

source: Browser
es: De navegador
fr: Jeu sur navigateur
pt_br: Navegador
ru: Браузер
tr: Tarayıcı oyunları

source: Do you have previous experience as a tester?
de: Hast du bereits Erfahrung als Tester?
es: ¿Tienes experiencia previa como tester?
fr: Avez vous une expérience passée en tant que testeur?
it: Hai esperienza pregressa come tester?
pt_br: Tem experiência anterior como tester?
ru: У тебя есть опыт в тестировании?
tr: Daha önce bir oyun test ekibi tecrübeniz oldu mu?

source: What type of testing do you prefer?
de: Welche Art von Testen bevorzugst du?
es: ¿Qué tipo de testing prefieres?
fr: Quel genre de test préférez vous?
it: Che tipo di testing preferisci?
pt_br: Que tipo de teste você prefere?
ru: Какой тип тестирования ты предпочитаешь?
tr: Ne tür bir test ortamı tercih edersiniz?

source: Quality Assurance (QA)
es: Control de calidad (QA)
fr: Assurance Qualité (QA)
it: Controllo Qualità (QA)
pt_br: Controle de qualidade (QA)
ru: Проверка на качество (QA)
tr: Kalite Kontrol (QA)

source: Gameplay Experience
es: Experiencia de juego
fr: Expérience de Gameplay
it: Esperienza di gioco
pt_br: Experiência de jogo
ru: Геймплей
tr: Oynanış Deneyimi

source: Do you have previous experience as a translator?
de: Hast du bereits Erfahrung als Übersetzer?
es: ¿Tienes experiencia previa como traductor?
fr: Avez vous une expérience passée en tant que traducteur?
it: Hai esperienza pregressa come traduttore?
pt_br: Você tem alguma experiência como um tradutor?
ru: У тебя есть опыт работы переводчиком?
tr: Daha önce bir çevirmen deneyiminiz oldu mu?

source: How would you translate this in your language?
de: Wie würdest du dies in deine Sprache übersetzen?
es: ¿Cómo traducirías esto en tu idioma?
fr: Comment traduiriez vous ceci dans votre langue?
it: Come tradurresti questo nella tua lingua?
pt_br: Como você traduziria isso para sua língua?
ru: Как ты переведешь это на свой язык?
tr: Bunu dilinize nasıl çevirirdiniz?

source: Your skills
de: Deine Skills
es: Tus habilidades
fr: Vos compétences
it: Le tue abilità
pt_br: Suas habilidades
ru: Твои скилы
tr: Yetenekleriniz

source: Select your skill(s). You can choose more than one.
de: Wähle deine Skill(s). Du kannst mehrere wählen.
es: Selecciona tus habilidades. Puedes marcar más de una.
fr: Choisissez vos comptétences. Vous pouvez en choisir plus d'une.
it: Seleziona la/e tua/e abilità. Puoi sceglierne più di una.
pt_br: Selecione sua habilidade(s). Você pode selecionar mais de uma.
ru: Выбери свой скил. Ты можешь выбрать больше одного.
tr: Yeteneklerinizi seçiniz. Birden fazla seçebilirsiniz.

source: You may have mistyped the address or the page may have moved.
de: Du hast dich vielleicht vertippt oder die Seite ist nicht mehr vorhanden
es: Has escrito mal la dirección o la página fue movida.
fr: Il y a peut être une erreur dans l'adresse ou la page peut avoir été déplacée.
it: Potresti aver scritto male l'indirizzo o la pagina potrebbe essere stata spostata.
pt_br: Você talvez digitou o endereço errado ou a página foi movida.
ru: Возможно ты ошибся в воде адреса или страница переехала.
tr: Adresi yanlış girmiş olabilirsiniz veya sayfa taşınmış olabilir.

source: The requested address {0} was not found on this server.
de: Die angeforderte Adresse {0} wurde auf diesem Server nicht gefunden.
es: La dirección solicitada {0} no se encontró en este servidor.
fr: L'adresse {0} n'a pas été trouvée sur le serveur.
it: L'indirizzo richiesto {0} non è stato trovato sul server.
pt_br: O endereço requisitado {0} não foi encontrado nesse servidor.
ru: Запрашиваемый адрес {0} не был найден на этом сервере.
tr: İstenilen adres {0}, bu sunucuda bulunamadı.

source: An Internal Error Has Occurred
de: Ein interner Fehler ist aufgetreten
es: Ha ocurrido un error interno
fr: Une Erreur Interne Est Survenue
it: Si è Verificato Un Errore Interno
pt_br: Ocorreu Um Erro Interno
ru: Произошла внутренняя ошибка
tr: Dahili Bir Hata Meydana Geldi

source: Partner Program
de: Partnerprogramm
es: Programa de Partners
fr: Programme Partenaire
it: Programma Partner
pt_br: Programa de Parceria
ru: Партнерская Програма
tr: Partner Programı

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt_br: Bem-vindo
ru: Добро пожаловать
tr: Hoşgeldiniz

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Votre Profil
it: Il tuo profilo
pt_br: Seu perfil
ru: Твой профиль
tr: Profiliniz

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
pt_br: Alemanha
ru: Германия
tr: Almanya

source: Reach us
de: Erreiche uns
es: Contáctanos
fr: Nous Contacter
it: Contattaci
pt_br: Entre em contato
ru: Свяжись с нами
tr: Bize ulaşın

source: Send message
de: Sende eine Nachricht
es: Enviar mensaje
fr: Envoyer
it: Invia messaggio
pt_br: Mandar mensagem
ru: Отправить сообщение
tr: Mesaj gönder

source: Your message
de: Deine Nachricht
es: Tu mensaje
fr: Votre Message
it: Il tuo messaggio
pt_br: Sua mensagem
ru: Твое сообщение
tr: Sizin mesajınız

source: Subject
de: Betreff
es: Asunto
fr: Sujet
it: Oggetto
pt_br: Assunto
ru: Тема
tr: Konu

source: Looking for support?
de: Brauchst du Support?
es: ¿Buscas soporte?
fr: Besoin d'aide?
it: Hai bisogno d'aiuto?
pt_br: Procurando por suporte?
ru: Ищешь поддержку?
tr: Desteğe mi ihtiyacınız var?

source: Black Squad Support
es: Soporte de Black Squad
fr: Support de Black Squad
it: Supporto di Black Squad
pt_br: Suporte de Black Squad
ru: Поддержка Black Squad
tr: Black Squad Destek

source: Black Squad Steam Discussions
de: Black Squad Steam Diskussionen
es: Discusiones en Steam de Black Squad
fr: Discussions Steam de Black Squad
it: Discussione su Steam di Black Squad
pt_br: Discussões na Steam de Black Squad
ru: Обсуждения Black Squad на Steam
tr: Black Squad Steam Tartışmaları

source: Follow us
de: Folge uns
es: Síguenos
fr: Nous suivre
it: Seguici
pt_br: Siga-nos
ru: Следи за нами
tr: Bizi takip et

source: Your email address
de: Deine Email-Adresse
es: Tu email
fr: Votre adresse email
it: Il tuo indirizzo email
pt_br: Seu endereço de email
ru: Твой имейл
tr: Eposta adresiniz

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
pt_br: Seu nome
ru: Твое имя
tr: İsminiz

source: Email address
de: Email-Adresse
es: Dirección de email
fr: Adresse email
it: Indirizzo email
pt_br: Endereço de Email
ru: Имейл
tr: Eposta adresi

source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr: Nous Contacter
it: Contattaci
pt_br: Entre em contato
ru: Свяжись с нами
tr: Bizle iletişime geçin

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt_br: Mensagem
ru: Сообщение
tr: Mesaj

source: Become a partner
de: Werde ein Partner
es: Conviértete en Partner
fr: Devenir Partenaire
it: Diventa partner
pt_br: Torne-se um parceiro
ru: Стань партнером
tr: Partner ol

source: Latest quests
de: Aktuellste Quest
es: Últimas misiones
fr: Récentes Quêtes
it: Missioni più recenti
pt_br: Missões Recentes
ru: Новейшие квесты
tr: En son görevler

source: Advantages
de: Vorteile
es: Ventajas
fr: Avantages
it: Vantaggi
pt_br: Vantagens
ru: Преимущества
tr: Avantajlar

source: Sign in
de: Einloggen
es: Entrar
fr: S'enregistrer
it: Accedi
pt_br: Entrar
ru: Войти
tr: Giriş yap

source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
pt_br: Registrar
ru: Зарегистрироваться
tr: Kayıt ol

source: What is the Partner Program?
de: Was ist das Partnerprogramm?
es: ¿Qué es el Programa de Partners?
fr: Qu’est ce que le Programme Partenaire?
it: Che cos’è il Programma dei Partner?
pt_br: O que é o Programa para Parceiros?
ru: Что такое Партнерская Программа?
tr: Partner Programı Nedir?
