Repository: neobricks/ProjectA
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it, pt_br, ru, tr

source: Each Quest comes with various rewards. They range from in-game items, DLC, Official Partner titles/items, special access to features on official channels, unique merchandise and even special gifts! You will have to complete a Quest in order to receive your rewards. Check the Quest details for information about rewards and how to claim them. Usually, rewards are sent via email or directly in-game. Special rewards may require additional information.All communication within the Partner Program is done via email and/ or partner channels.
de: Jede Quests kommt mit verschiedenen Belohnungen. Diese reichen von Ingame Items, DLCs, Offizielle Partner Items/Titel, spezieller Zugang zu offiziellen Kanälen, einzigartiges Merchandise oder sogar spezielle Geschenke! Du musst eine Quest beenden um Belohnung erhalten zu können, Belohnungen werden via. Email oder direkt im Spiel vergeben. Spezielle Belohnungen benötigen eventuelle zusätzliche Informationen. Jegliche Kommunikation wird über Emails oder Partnerkanäle geschehen.
es: Cada Misión trae consigo varias recompensas. Van desde artículos del juego, DLC y artículos exclusivos para Partners, hasta acceso a funcionalidades especiales en los canales oficiales, mercadería única y ¡regalos especiales! Deberás completar una Misión para recibir tu recompensa. Comprueba los detalles de la Misión por información sobre las recompensas y cómo reclamarlas. Usualmente, las recompensas se envían por correo electrónico o directamente en el juego. Las recompensas especiales pueden requerir información adicional. Toda la comunicación con el Programa de Partners se lleva a cabo a través de correo electrónico y/o los canales de los Partners.
fr: Chaque Quête est accompagnée de différentes récompenses. Elles peuvent être des objets en jeu, des DLC, des titres/objets Partenaires officiels, accès à des fonctions spéciales sur les canaux officiels, du merchandising unique et même des cadeaux spéciaux! Vous devrez compléter les Quêtes pour recevoir vos récompenses. Le plus souvent, les récompenses sont envoyées par email ou directement en jeu. Les récompenses spéciales peuvent nécessiter plus d’informations personnelles. Toutes les communications avec les Partenaires se feront par email et/ou les canaux partenaires.
it: Ogni Quest ha le proprie ricompense. Si va da oggetti di gioco, DLC, titoli o articoli per i Partner ufficiali, accesso speciale alle funzionalità sui canali ufficiali, merchandise unico e persino regali particolari! Dovrai completare una Quest per ricevere i tuoi premi. Controlla i dettagli della missione per informazioni sui premi e su come richiederli. Di solito, i premi vengono inviati tramite e-mail o direttamente in gioco. I premi speciali potrebbero richiedere informazioni aggiuntive. Tutte le comunicazioni all'interno del Programma dei Partner vengono effettuate tramite e-mail e/o canali ufficiali dei Partner.
pt_br: Cada Quest vem com várias recompensas. Elas variam entre itens dentro de jogos, DLC, Títulos/Itens Oficiais de Parceiros, acesso especial a recursos em canais oficiais, mercadoria original e até presentes especiais! Você terá que completar a Quest para receber suas recompensas. Verifique os detalhes da Quest para informações sobre recompensas e como reivindicá-las. Normalmente, recompensas são enviadas por email ou diretamente dentro do jogo. Recompensas especiais podem precisar de informações adicionais. Toda comunicação com o Programa de Parceiros é feita por email e/ou canais de parceiros.
ru: Каждый Квест включает разные награды. Они могут быть как и внутриигровые предметы, DLC, тайтлы/предметы Официального Партнера, доступ к специальным возможностям на официальных каналах, уникальному мерчу и особым подаркам! Вам нужно будет пройти Квест, чтобы получить ваши награды. Проверьте информацию по Квесту, чтобы узнать больше о наградах и как их получить. Обычно, награды отправляются по имейлу или напрямик в игре. Для получения особых наград возможно потребуется дополнительная информация. Вся коммуникация в рамках Партнерской Программы осуществляется через имейл и/или партнерские каналы.
tr: Her görev çeşitli ödüllere sahiptir. Oyun içi eşya, DLC, Resmi Partner ismi/eşyası, resmi kanallardaki bazı fonksiyonlara özel erişim, özel ürün ve hatta özel hediyeler bile olabilir! Ödül almak için Görev tamamlamanız gerekmektedir. Görev detaylarını kontrol edin ve ödüllerle ve ödülleri nasıl alacağınızla ilgili bilgi edinin. Genellikle, ödüller eposta veya oyun içinden gönderilir. Özel ödüller ek bilgiler gerektirebilir. Partner Programı'na dahil kişilerle bütün iletişim eposta veya partner kanalları aracılığıyla yapılmaktadır.

source: How long does it take to be accepted as a Partner?
de: Wie lange dauert es bis man als Partner akzeptiert wird?
es: ¿Cuánto demora ser aceptado como Partner?
fr: Combien de temps cela prend avant d’être accepté comme Partenaire?
it: Quanto tempo ci vuole per essere accettato/a come Partner?
pt_br: Quanto demora para ser aceito como um Parceiro?
ru: Как долго ждать подтверждения в Партнеры?
tr: Partner olarak kabul edilmek ne kadar sürer?

source: Registration is completed as soon as you confirm your email and fill out the form, your profile will then be checked for validation. If approved, you are eligible for personalised Quests. Keep your profile updated to make sure you receive the Quests that are right for you.
de: Die Registrierung ist abgeschlossen sobald du deine Email-Adresse bestätigt und das Formular ausgefüllt hast. Dein Profil wird anschließend überprüft, wenn dies akzeptiert wurde bist du bereit personalisierte Quests zu erhalten! Halte dein Profil aktuell um sicherzustellen die Quests zu erhalten die zu dir passen.
es: El registro se realiza tan pronto como confirmes tu dirección de correo electrónico y rellenes el formulario; tu perfil será revisado para su validación. De ser aprobado, ya serás capaz de recibir Misiones personalizadas. Mantén tu perfil actualizado para asegurarte de recibir Misiones que sean adecuadas para ti.
fr: L’inscription est complétée dès que vous confirmez votre email et remplissez le formulaire, votre profil sera alors vérifié pour validation. Si vous êtes approuvé, vous serez éligible pour les Quêtes personnalisées. Maintenez votre Profil à jour afin de vous assurer que les Quêtes vous correspondent.
it: La registrazione è completa appena confermi la tua email e finisci di riempire il modulo, e il tuo profilo verrà poi controllato e validato. Se verrà approvato, potrai subito iniziare a ricevere Quest personalizzate. Mantieni aggiornato il tuo profilo per assicurarti di ricevere le Quest più adatte a te.
pt_br: Cadastramento é completado assim que você confirmar seu email e preencher o formulário. Seu perfil será então marcado para validação. Se aprovado, você é elegível para Quests personalizadas. Mantenha seu perfil atualizado para garantir que você receba Quests que são certas para você.
ru: Регистрация будет завершена, как только вы подтвердите свой имейл и заполните форму. Затем ваш профиль будет на рассмотрении. Если вы получите подтверждение, сможете перейти к персонализированным Квестам. Заполняйте свой профиль актуальной информацией, чтобы получить Квесты наиболее подходящие для вас.
tr: Epostanız onaylandığında ve formu doldurduğunuzda kayıt süreci biter ve profiliniz onay süreci için kontrol edilir. Eğer kabul edilirse, kişiselleştirilmiş Görevler için uygun hale gelirsiniz. Profilinizi güncel tutarak size uygun Görevler edindiğinizden emin olun.

source: Are there any rules about being a Partner?
de: Gibt es Regeln wenn man ein Partner ist?
es: ¿Hay alguna regla al ser un Partner?
fr: Y a t’il des règles à suivre pour être Partenaire?
it: Ci sono delle regole da rispettare in quanto Partner?
pt_br: Existem regras sobre ser um Parceiro?
ru: Какие правила когда я уже Партнер?
tr: Partner olmak için bir kural var mı?

source: We embrace the BNBR policy (Be Nice, Be Respectful!), especially for our content creators. Please take a minute to read our Policy and Terms of Service for more details about the exclusion criteria of our Program.
de: Wir legen viel Wert auf die BNBR Regelung (Be Nice, Be Respectful!) Dies gilt besonders für unsere Content Creator. Bitte nehme dir eine Minute und lese unsere Grundregeln und Nutzungsbedingungen für weitere Details über die Ausschlusskriterien aus dem Programm.
es: Adoptamos una política SASR (Sé Amable, Sé Respetuoso), especialmente para nuestros creadores de contenido. Por favor, tómate un minuto para leer nuestra Política y Términos de Servicio para ver más detalles sobre el criterio de exclusión de nuestro Programa.
fr: Nous suivons la politique BNBR (Be Nice, Be Respectful! / Soyez Gentil, Soyez Respectueux), spécialement concernant nos créateurs de contenus. Veuillez prendre une minute pour lire notre Politique et Termes de Service pour voir plus de détails sur les critères d’exclusion de notre Programme Partenaire.
it: Noi adottiamo la regola BNBR (Be Nice, Be Respectful!), ovvero sii cortese e rispettoso, specialmente per i nostri creatori di contenuti. Dai uno sguardo alle nostre Regole e Termini del Servizio per più dettagli riguardo i criteri di esclusione dal Programma dei Partner.
pt_br: Nós adotamos a política SLSR (Seja Legal, Seja Respeitoso!), especialmente para nossos criadores de conteúdo. Por favor reserve um minuto para ler nossa Política e Termos de Serviço para obter mais detalhes sobre os critérios de exclusão do nosso Programa.
ru: Мы придерживаемся политики БПИУ - Будь Позитивным И Уважительным! (оригинал: BNBR - Be Nice, Be Respectful!), особенно касается наших создателей контента. Просим выделить минуту и ознакомится с нашей Политикой и Условиями для более детальной информации по поводу Партнерской Программы.
tr: Özellikle içerik üreticilerimiz için, BNBR (ing. İyi Olun, Saygılı Olun) politikasını benimseriz. Politikamızı ve Kullanım Şartlarımızı okumanız halinde, Program'dan çıkarılmayla ilgili kriterleri öğrenebilirsiniz.

source: You must accept the Terms & Conditions
de: Du musst die Allgemeinen Geschäftsbedingungen akzeptieren
es: Debes aceptar los Términos y Condiciones
fr: Vous devez accepter les Conditions d'utilisation
it: Devi accettare i Termini & Condizioni
pt_br: Você deve aceitar os Termos e Condições
ru: Вы должны согласиться с нашими Сроками и Условиями
tr: Şartlar ve Koşullar'ı kabul etmelisiniz

source: You must accept the Privacy Policy
de: Du musst die Datenschutzbestimmungen akzeptieren
es: Debes aceptar la Política de Privacidad
fr: Vous devez accepter la Politique de confidentialité
it: Devi accettare le Regole della Privacy
pt_br: Você deve aceitar a Política de Privacidade
ru: Вы должны согласиться с Политикой Конфиденциальности
tr: Gizlilik Politikası'nı kabul etmelisiniz

source: You must accept our Terms & Conditions and Privacy Policy
de: Du musst die Allgemeinen Geschäftsbedingungen und Datenschutzbestimmungen akzeptieren
es: Debes aceptar nuestros Términos y Condiciones y la Política de Privacidad
fr: Vous devez accepter nos Conditions d'utilisation et la Politique de Confidentialité
it: Devi accettare i nostri Termini & Condizioni e le Regole della Privacy
pt_br: Você deve aceitar nossos Termos e Condições e a Política de Privacidade
ru: Вы должны согласиться с нашими Сроками и Условиями и Политикой Конфиденциальности
tr: Şartlar ve Koşullar ile Gizlilik Politikası'nı kabul etmelisiniz

source: You must accept our {1} and {2}
de: Du musst unsere {1} und {2} akzeptieren
es: Debes aceptar nuestros {1} y la {2}
fr: Vous devez accepter nos {1} et {2}
it: Devi accettare i nostri {1} e {2}
pt_br: Você precisa aceitar nosso {1} e {2}
ru: Вы должны согласится с условиями {1} и {2}
tr: {1} ve {0} 'yi kabul etmelisiniz

source: Please enter at least one special character
de: Bitte nutze mindestens ein Sonderzeichen
es: Por favor, ingresa al menos un caracter especial
fr: Veuillez utiliser au moins un caractère spécial
it: Per favore inserisci almeno un carattere speciale
pt_br: Por favor insira ao menos um carácter especial
ru: Добавьте хотя бы один знак
tr: Lütfen en az bir özel karakter girin

source: Please enter at least one uppercased character
de: Bitte nutze mindestens ein Großbuchstabe
es: Por favor, ingresa al menos una letra mayúscula
fr: Veuillez utiliser au moins un caractère majuscule
it: Per favore inserisci almeno una lettera maiuscola
pt_br: Por favor insira ao menos uma letra maiúscula
ru: Добавьте хотя бы одну заглавную букву
tr: Lütfen en az bir adet büyük harf girin

source: Select at least one
de: Wähle mindestens eine
es: Selecciona al menos uno
fr: Choisir au moins un
it: Selezionane almeno una
pt_br: Selecione pelo menos um
ru: Выберите хотя бы что-то одно
tr: En az birini seçin

source: Select at least one option
de: Wähle mindestens eine Option
es: Selecciona al menos una opción
fr: Choisir au moins une option
it: Seleziona almeno una opzione
pt_br: Selecione pelo menos uma opção
ru: Выберите хотя бы один вариант
tr: En az bir seçeneği seçin

source: No information
de: Keine Angabe
es: Sin información
fr: Pas d'information
it: Non specificato
pt_br: Sem informações
ru: Нет данных
tr: Bilgi verilmedi

source: No informed
de: Keine Angabe
es: Sin información
fr: Pas d'information
it: Non specificato
pt_br: Sem informações
ru: Нет данных
tr: Bilgi verilmedi

source: You must accept the Terms n Conditions
de: Du musst die Allgemeinen Geschäftsbedingungen und Datenschutzbestimmungen akzeptieren
es: Debes aceptar nuestros Términos y Condiciones y la Política de Privacidad
pt_br: Você deve aceitar os Termos & Condições e a Política de Privacidade
ru: FUNCIONAAA

source: FAQ
tr: SSS

source: Email
tr: Eposta
