Repository: neobricks/ProjectA
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it, pt_br, ru, tr

source: BECOME A PARTNER
de: WERDE EIN PARTNER
es: CONVIÉRTETE EN PARTNER
fr: DEVENIR PARTENAIRE
it: DIVENTA PARTNER
pt_br: TORNE-SE UM PARCEIRO
ru: СТАНЬ ПАРТНЕРОМ
tr: PARTNER OL

source: LATEST QUESTS
de: AKTUELLSTE QUESTS
es: MISIONES RECIENTES
fr: RECENTES QUETES
it: MISSIONI PIÙ RECENTI
pt_br: MISSÕES RECENTES
ru: НОВЕЙШИЕ КВЕСТЫ
tr: EN SON GÖREVLER

source: ADVANTAGES
de: VORTEILE
es: VENTAJAS
fr: AVANTAGES
it: VANTAGGI
pt_br: VANTAGENS
ru: ПРЕИМУЩЕСТВА
tr: AVANTAJLAR

source: SIGN IN
de: EINLOGGEN
es: ENTRAR
fr: S'IDENTIFIER
it: ACCEDI
pt_br: ENTRAR
ru: ВОЙТИ
tr: GİRİŞ YAP

source: SIGN UP
de: REGISTRIEREN
es: REGISTRARSE
fr: S'INSCRIRE
it: REGISTRATI
pt_br: REGISTRAR
ru: ЗАРЕГИСТРИРОВАТЬСЯ
tr: KAYIT OL

source: Become a Partner
de: Werde ein Partner
es: Conviértete en Partner
fr: Devenir Partenaire
it: Diventa Partner
pt_br: Torne-se um Parceiro
ru: Стать Партнером
tr: Partner Ol

source: Whether you are a streamer, artist, or cosplayer, you can now partner with your favorite games and get rewarded
de: Egal ob Streamer, Künstler, Cosplayer, werde Partner deines favorisierten Spiels und erhalte Belohnungen
es: Seas un streamer, o bien artista o cosplayer, ahora puedes ser un partner de tus juegos favoritos ¡y recibir recompensas
fr: Que vous soyez streamer, artiste ou cosplayer, vous pouvez maintenant vous associer à vos jeux favoris et être récompensé
it: Che tu sia streamer, artista o cosplayer, ora puoi diventare partner dei tuoi giochi preferiti e ricevere premi
pt_br: Sendo você um streamer, artista ou cosplayer, você pode agora ser parceiro dos seus jogos favoritos e ser recompensado
ru: Или ты стример, художник или косплеер, ты можешь сотрудничать со своей любимой игрой и получать награды
tr: Yayıncı, artist, cosplayer iseniz, sevdiğiniz oyunlarla partnerlik kurabilir ve ödül alabilirsiniz

source: Support your favorite games
de: Unterstütze deine favorisierten Spiele
es: Apoya tus juegos favoritos
fr: Soutenez vos jeux préférés
it: Sostieni i tuoi giochi preferiti
pt_br: Colabore com seus jogos favoritos
ru: Поддержи свои любимые игры
tr: Favori oyununu destekle

source: The more you engage and contribute, the greater your chances to receive special rewards and contribute to the success of the games you love
de: Desto mehr du dich beteiligst und einbringst, umso höher sind deine Chance auf große und spezielle Belohnungen! Ebenso trägst du damit zu dem Erfolg des Spieles bei welches dir am Herzen liegt
es: Cuanto más te comprometas y contribuyas, ¡mayores serán tus posibilidades de recibir recompensas especiales y contribuir al éxito de los juegos que amas
fr: Plus vous vous engagez et contribuez, plus vous avez de chances de recevoir des récompenses spéciales et de contribuer au succès des jeux que vous aimez !
it: Più contribuisci e sei coinvolgente, più chance avrai di ricevere premi speciali e contribuire al successo dei giochi che ami
pt_br: Quanto mais você se empenha e contribui, maior suas chances de receber recompensas especiais e contribuir para o sucesso de jogos que você ama
ru: Чем больше ты взаимодействуешь и вкладываешь, тем больше шансов получить специальные награды и стать частью успеха твоих любимых игр
tr: Ne kadar etkileşime geçip katkı sağlarsanız, özel ödül şansınız ve sevdiğiniz oyunların başarısına katkınız o derece artar

source: Get closer to the games you love
de: Komme näher and die Spiele die du liebst
es: Acércate a los juegos que amas
fr: Rapprochez-vous des jeux que vous aimez
it: Diventa parte dei giochi che ami
pt_br: Aproxime-se dos jogos que você ama
ru: Стань ближе к любимым играм
tr: Sevdiğiniz oyunlarla yakınlaşın

source: Become a Partner and get access to special opportunities directly from the development team
de: Werde ein Partner und erhalte Zugriff auf spezielle Möglichkeiten direkt von dem Entwicklungsteam
es: Conviértete en Partner y ¡obtén acceso especial a oportunidades directamente del equipo de desarrollo
fr: Devenez partenaire et accédez à des opportunités spéciales venant directement de l'équipe de développement !
it: Diventa Partner e guadagna l'accesso a opportunità speciali direttamente dal team degli sviluppatori
pt_br: Torne-se um Parceiro e ganhe acesso a oportunidades especiais diretamente do time de desenvolvimento
ru: Стань Партнером и получай доступ к специальным возможностям напрямую от команды разработчиков
tr: Partner Olun ve yapım ekibinden direkt olarak size gelen özel fırsatlara erişim kazanın

source: Choose your skills
de: Wähle deine Skills
es: Escoge tus habilidades
fr: Choisissez vos compétences
it: Scegli le tue skill
pt_br: Escolha suas habilidades
ru: Выбери свои скиллы
tr: Yeteneklerini seç

source: Content Creators
de: Conten Creators
es: Creadores de contenido
fr: Créateurs de Contenu
it: Creatore di Contenuti
pt_br: Criadores de Conteúdo
ru: Создатели Контента
tr: İçerik Üreticiler

source: Whether you are an Artist or Influencer, you create awesome content for the games you play!
de: Egal ob du Künstler oder Influencer bist, du erstellst unglaublichen Content für die Spiele die du spielst!
es: Seas un artista o influencer, ¡crearás contenido sorprendente para los juegos que tú juegas!
fr: Que vous soyez un artiste ou un influenceur, vous créez du super contenu pour les jeux auxquels vous jouez !
it: Che tu sia un Artista o un Influencer, crea fantastici contenuti per i videogiochi che ami!
pt_br: Sendo você um Artista ou Influencer, você cria conteúdo incrível para os jogos que você joga!
ru: Или ты Художник или Лидер мнений, ты создаешь крутейший контент для игр, в которые играешь!
tr: Artist veya Influencer de olsan, oynadığın oyunlara muhteşem içerik oluşturabilirsin!

source: Game Tester
de: Spieletester
es: Tester de juegos
fr: Testeur de Jeu
it: Tester d videogiochi
pt_br: Tester de jogos
ru: Тестировщик игр
tr: Oyun Test Ekibi

source: Testers
de: Tester
fr: Testeurs
it: Tester
ru: Тестировщики
tr: Test Ekibi

source: Work hard, play hard, test even harder! You are the one who ensures games are top quality!
de: Arbeite hart, spiele hart, teste noch härter! Du bist derjenige der sicherstellt die Spiele haben Top-Qualität!
es: Trabaja duro, juega mucho, ¡y prueba aún más duro! ¡Eres el que se asegura que el juego sea de la máxima calidad!
fr: Travailler dur, s'amuser beaucoup, tester encore plus ! C'est vous qui veillez à ce que les jeux vidéo soient de la plus haute qualité !
it: Lavora duramente, gioca duramente e testa ancora più duramente! Tu sei colui che si assicura che i videogiochi siano di massima qualità!
pt_br: Trabalhe duro, jogue muito e teste ainda mais! Você é aquele que garante que os jogos sejam da melhor qualidade!
ru: Работай усердно, играй упорнее, тестируй больше! Ты тот, кто первым убеждается в высоком качестве игры!
tr: Çok çalışın, çok oynayın, daha çok çalışın! Oyunların en üst seviyede olduğundan siz emin olacaksınız!

source: Moderators
de: Moderatoren
es: Moderadores
fr: Modérateurs
it: Moderatori
pt_br: Moderadores
ru: Модераторы
tr: Moderatörler

source: Angels from the sky, you bring peace and order to protect game communities.
de: Engel aus den Wolken, die für Ruhe und Frieden in der Community sorgen
es: Como un ángel caído del cielo, tras paz y orden para proteger a las comunidades del juego.
fr: Des Anges venus du ciel, vous apportez la paix et l'ordre pour prétéger les communautés de jeu.
it: Angelo venuto dal cielo, porterai pace e ordine per proteggere le community di gioco.
pt_br: Anjos vindos do céu, você traz paz e ordem para proteger comunidades de jogos.
ru: Ангелы спустившиеся с небес, вы приносите мир и порядок дабы защищать игровые сообщества.
tr: Göklerden gelen bir melek olarak oyun topluluklarına huzur ve düzeni siz getireceksiniz.

source: Business & Corps
de: Unternehmen & Konzerne
es: Empresas y corporaciones
fr: Entreprises et Sociétés
it: Business & Aziende
pt_br: Empresas & Corporações
ru: Бизнес и Корпорации
tr: İşletmeler & Firmalar

source: Good corps partnering against evil - Join our forces!
de: Gute Konzerne gemeinsam gegen das Böse! - Lasst uns unsere Kräfte kombinieren!
es: Empresas buenas que se unen contra el mal: ¡unamos nuestras fuerzas!
fr: Les Sociétés s'associent conre le mal - Joignons nos forces!
it: Le aziende buone che si alleano contro il male - Uniamo le nostre forze!
pt_br: Boas corporações se aliando contra o mal - Vamos unir nossas forças!
ru: Добрые корпорации в партнерстве против зла - давайте объединим наши силы!
tr: İyi firmalar kötüye karşı bir araya geliyor - Güçlerimizi birleştirelim!

source: Pro-Gamers
de: Pro-Gamer
es: Gamer PRO
fr: Joueur Pro
it: Pro-Gamer
ru: Про-Геймеры
tr: Pro-Oyuncular

source: You are the God of First Kill, the Chuck Norris of games, the Daenerys of... you get it.
de: Du bist der Gott der First-Kills, der Chuck Norris der Spiele, der Beherrscher der...du verstehst schon.
es: Eres el amo de la muerte, el Chuck Norris de los juegos, la Daenerys de los... Bah, ya lo pillas.
fr: Vous êtes le Dieu du First Kill, le Chuck Norris des jeux, la Daenerys de... vous avez compris.
it: Sei il Dio della Prima Uccisione, il Chuck Norris dei videogiochi, la Daenerys del... insomma hai capito.
pt_br: Você é o Deus do First Kill, o Chuck Norris dos jogos, a Daenerys de... você entendeu.
ru: Ты Бог всех первых выстрелов, Чак Норрис всех игр, Дайнерис всего... ну ты понял.
tr: Bir maçta ilk kill'i alan, oyunların efendisi, sistemin uz... bence anladınız.

source: Casters
de: Caster
es: Caster
fr: Caster
it: Caster
pt_br: Caster
ru: Трансляторы
tr: Yayıncılar

source: Your lovely voice brings matches alive!
de: Deine lieblicher Stimme haucht Matches noch mehr Leben ein!
es: ¡Tu voz angelical hace que las partidas cobren vida!
fr: Vore belle voix donne dela vie aux matchs!
it: La tua dolce voce rende più vivi gli scontri!
pt_br: Sua doce voz traz vida às partidas!
ru: Твой прекрасный голос делает матчи оживленными и захватывающими!
tr: Maçları, sesinizle birlikte daha canlı kılan siz olacaksınız.

source: Translators
de: Übersetzer
es: Traductores
fr: Traducteurs
it: Traduttori
pt_br: Tradutores
ru: Переводчики
tr: Çevirmenler

source: You check and translate awesomenesse around the globe - did I spell that right?
de: Du prüftst und übersetzt großartigeses auf der anzen Welt - Ist das richtig geschrieben?
es: Verificas y traduces todo lo más guay del mundio. ¿Lo he escrito bien?
fr: Vous vérifiez et traduisez la génnialitée dans le monde entier - est-ce que j'ai bien épelé ?
it: Controlli e traduci cose fantastike in tutto il mondo - l'ho scritto correttamente?
pt_br: Você checa e traduz conteúda ao redor do mundo - eu escrevi isso certo?
ru: Ты проверяешь и переводишь крутотени по всему миру - правильно мы сказали?
tr: Dünya'daki muhteşemliği kontrol edip çeviren sizlersiniz - bunu doğru yazdım değil mi?

source: Other
de: Anderes
es: Otro
fr: Autre
it: Altro
pt_br: Outro
ru: Другое
tr: Diğer

source: You have another special skill, so special that you have to explain it to us.
de: Du hast einen anderen besonderen Skill, so besonders das du ihn uns erklären musst
es: Tienes otra habilidad especial, tan especial que tienes que explicárnosla.
fr: Vous avez une autre compétence spéciale, si spéciale que vous devez nous l'expliquer.
it: Hai un altro talento speciale, così speciale che devi spiegarcelo.
pt_br: Você tem uma habilidade especial, mas tão especial que você vai ter que explicar ela para nós.
ru: У тебя есть другие особенные навыки, настолько особенные, что тебе надо их нам объяснить.
tr: Başka bir özel yeteneğiniz var ve bunu bize açıklamanız gerekecek.

source: Latest Quests
de: Aktuellste Quest
es: Misiones recientes
fr: Quêtes Récentes
it: Missioni più recenti
pt_br: Missões Recentes
ru: Новейшие Квесты
tr: En Son Görevler

source: TESTS
de: Test
it: Test
pt_br: Testes
ru: Тестирование
tr: Testler

source: TRANSLATIONS
de: Übersetzung
es: Traducciones
fr: TRADUCTIONS
it: Traduzioni
pt_br: Traduções
ru: Переводы
tr: Çeviriler

source: MODERATORS
de: Moderatoren
es: Moderadores
fr: MODERATEURS
it: Moderatori
pt_br: Moderadores
ru: Модераторы
tr: Moderatörler

source: Notice
de: Info
es: Anuncios
fr: Notification
it: Avvisi
pt_br: Notificações
ru: Примечание
tr: Bilgi

source: Warning
de: Warnung
es: Advertencias
fr: Avertissement
it: Attenzione
pt_br: Avisos
ru: Предупреждение
tr: Uyarı

source: Grow your channel
de: Lasse dein Channel wachsen
es: Haz crecer tu canal
fr: Développez votre chaine
it: Fai crescere il tuo Canale
pt_br: Aumente seu Canal
ru: Развивай свой канал
tr: Kanalınızı Büyütün

source: Get access to closed betas, special events, and Steam Keys for your subscribers!
de: Erhalte Zugang zu Closed Beta, spezielle Events und Steam Keys für deine Abonnenten
es: Obtén acceso a betas cerradas, eventos especiales, ¡y keys de Steam para tus suscriptores!
fr: Accédez aux bêta fermées, aux événements spéciaux et a des clés Steam pour vos abonnés !
it: Accedi a beta limitate, eventi speciali e Steam Key per i tuoi iscritti!
pt_br: Conceda acesso a betas fechados, eventos especiais e Chaves da Steam para seus inscritos!
ru: Получи доступ к закрытым бета-версиям, специальным ивентам и ключам Steam для твоих подписчиков!
tr: Kapalı betalar, özel etkinlikler ve aboneleriniz için Steam Anahtarları!

source: Lots of perks
de: Viele Vorteile!
es: Muchas ventajas
fr: Beaucoup d'avantages
it: Tanti vantaggi
pt_br: Inúmeras vantagens
ru: Множество преимуществ
tr: Çok fazla kazanç

source: You can receive exclusive Partner items, in-game currency, packages, and skins!
de: Du kannst exklusive Partner Items, In-Game Währung, Pakete und Skins erhalten!
es: ¡Puedes recibir artículos exclusivos para Partners, dinero del juego, paquetes y skins!
fr: Vous pouvez recevoir des objets exclusifs 'Partenaires', des devises en jeu, des packs et des skins !
it: Puoi ricevere oggetti esclusivi da Partner, valute di gioco, pacchetto e skin!
pt_br: Você pode receber itens exclusivos de Parceiros, moedas do jogo, pacotes e skins!
ru: Ты сможешь получить эксклюзивные партнерские предметы, внутриигровую валюту, пакеты и скины!
tr: Özel Partner eşyaları, oyun içi para, paketler ve skin'ler elde edebilirsiniz!

source: Role model soldier
de: Vorbildlicher Soldat
es: Soldado modelo
fr: Soldat modèle
it: Soldato modello
pt_br: Soldado modelo
ru: Примерный солдат
tr: Rol model asker

source: If you love Black Squad as much as we do, support fun and safe environments, or like to help out new players... We want you!
de: Wenn du Black Squad so sehr wie wir liebst, teil einer sicheren und lustigen Umgebung werden willst, oder es einfach liebst anderen Spielern zu helfen... Wir suchen dich!
es: Si amas Black Squad tanto como nosotros, promover entornos divertidos y seguros, o te gusta ayudar a nuevos jugadores... ¡Te queremos con nosotros!
fr: Si vous aimez Black Squad autant que nous, maintenez les environnements amusants et sécurisés, ou aimez aider les nouveaux joueurs... Nous Vous voulons !
it: Se ami Black Squad tanto quanto noi, sostieni un ambiente sicuro e divertente o hai voglia di aiutare i nuovi giocatori... Vogliamo te!
pt_br: Se você ama Black Squad tanto quanto nós amamos, apoia diversão e ambientes seguros, ou gostaria de ajudar novos jogadores... Nós queremos você!
ru: Если ты любишь Black Squad также сильно, как и мы, поддерживаешь веселую и безопасную среду, или помогаешь новым игрокам осваиваться... мы хотим с тобой сотрудничать!
tr: Eğer Black Squad'ı bizim kadar seviyorsanız, eğlenceye destek olmak veya yeni oyunculara yardım etmek için... Sizi istiyoruz!

source: Sign up reward
de: Registrierungs-Belohnung
es: Recompensa por registrarse
fr: Récompense d'inscription
it: Ricompensa di iscrizione
pt_br: Recompensa de inscrição
ru: Награда за регистрацию
tr: Kayıt olma ödülü

source: Become a Partner today and receive a Black Squad Welcome Package Steam Key! *Note: Can only be redeemed once.
de: Werde noch heute ein Partner und erhalte ein Black Squad Willkommens-Paket Steam Key! *Hinweis: Kann nur einmalig benutzt werden.
es: Conviértete en Partner hoy y ¡recibe una key de Steam para el Black Squad Welcome Package! *Nota: solo puede canjearse una vez.
fr: Devenez partenaire dès aujourd'hui et recevez une clé Steam contenant un Pack de Bienvenue Black Squad ! *Note : Ne peut être utilisé qu'une seule fois.
it: Diventa Partner oggi e ricevi una Steam Key per un Black Squad Welcome Package! *Nota: Può essere riscattato solo una volta.
pt_br: Torne-se um Parceiro hoje e receba uma chave do Pacote de Boas-Vindas de Black Squad! *Obs: Apenas pode ser usada uma vez.
ru: Стань Партнером сегодня и получи Приветственный Пакет Black Squad с ключом Steam! *Примечание: Может быть выкуплен только один раз.
tr: Bugün Partner olun ve Black Squad Welcome Package Steam Anahtarı kazanın! *Not: Sadece bir kere kullanılabilir.

source: Contact NeoBricks
de: Kontaktiere NeoBricks
es: Contactar a NeoBricks
fr: Contacter NeoBricks
it: Contatta NeoBricks
pt_br: Contate NeoBricks
ru: Связаться с NeoBricks
tr: NeoBricks ile İletişime Geç

source: Terms & Conditions
de: Geschäftsbedingung
es: Términos y Condiciones
fr: Termes & Conditions
it: Termini & Condizioni
pt_br: Termos & Condições
ru: Сроки и Условия
tr: Şartlar ve Koşullar

source: Privacy Policy
de: Datenschutzbestimmung
es: Política de Privacidad
fr: Politique de confidentialité
it: Regole della Privacy
pt_br: Política de Privacidade
ru: Политику Конфиденциальности
tr: Gizlilik Politikası

source: NeoBricks on Facebook
de: NeoBricks auf Facebook
es: NeoBricks en Facebook
fr: NeoBricks sur Facebook
it: NeoBricks su Facebook
pt_br: NeoBricks no Facebook
ru: NeoBricks в Facebook
tr: Facebook'ta NeoBricks

source: Game page
de: Spielseite
es: Página del Juego
fr: Page du Jeu
it: Pagina del Gioco
pt_br: Página do Jogo
ru: Страница игры
tr: Oyun Sayfası

source: Steam Discussion
de: Steam Diskussion
es: Discusiones en Steam
fr: Discussions Steam
it: Discussione su Steam
pt_br: Discussões na Steam
ru: Steam Обсуждения
tr: Steam Tartışmalar

source: Help Center
de: Support-Center
es: Centro de Soporte
fr: Centre de Support
it: Centro di Supporto
pt_br: Centro de Suporte
ru: Служба Поддержки
tr: Destek Birimi

source: Password
de: Passwort
es: Contraseña
fr: Mot depasse
pt_br: Senha
ru: Пароль
tr: Şifre

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
it: Conferma password
pt_br: Confirmar senha
ru: Подтверди пароль
tr: Şifreyi doğrula

source: I've read and accepted the {0} and {1}
de: Ich habe dei {0} und {1} gelesen und akzeptiert
es: He leído y acepto los {0} y la {1}
fr: J'ai lu et accepté les {0} et la {1}
it: Ho letto e accetto i {0} e le {1}
pt_br: Eu li e aceito os {0} e a {1}
ru: Я ознакомлен и принимаю все {0} и {1}
tr: {1} ve {0} sayfalarını okudum, kabul ediyorum

source: NeoBricks can send me newsletters with offers and news from games not related to the Partner Program
de: NeoBricks kann mir Newstletter mit Angeboten und Neuigkeiten von Spielen senden die nicht im Bezug zum Partnerprogramm stehen
es: NeoBricks puede enviarme noticias y ofertas de juegos no relacionados al Programa de Partners
fr: NeoBricks peut m'envoyer des newsletters contenant des offres et des annonces de jeux qui ne sont pas en rapport avec le Programme de Partenariat
it: NeoBricks può inviarmi newsletter con offerte e novità su giochi non relativi al Programma Partner
pt_br: NeoBricks pode me mandar notícias com ofertas e novidades de jogos não relacionados ao Programa de Parceria
ru: NeoBricks может присылать мне предложения и новости об играх не относящихся к Партнерской Программе
tr: NeoBricks bana Partner Programına bağlı olmayan oyunlar hakkında teklif ve yenilikler içeren bültenler gönderebilir

source: REGISTER
de: REGISTRIEREN
es: REGISTRARSE
fr: INSCRIPTION
it: REGISTRATI
pt_br: REGISTRAR
ru: РЕГИСТРАЦИЯ
tr: KAYIT OL

source: Already have an account?
de: Du bestitzt bereits einen Account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt_br: Já tem uma conta?
ru: Уже есть аккаунт?
tr: Zaten bir hesabınız var mı?

source: Sign In
de: Einloggen
es: Entrar
fr: S'identifier
it: Accedi
pt_br: Entrar
ru: Войти
tr: Giriş Yap

source: Sign Out
de: Ausloggen
es: Salir
fr: Se Déconnecter
it: Esci
pt_br: Desconectar
ru: Выйти
tr: Çıkış Yap

source: Sign out
de: Ausloggen
es: Salir
fr: Se déconnecter
it: Esci
pt_br: Desconectar
ru: Выйти
tr: Çıkış yap

source: SIGN OUT
de: AUSLOGGEN
es: SALIR
fr: SE DÉCONNECTER
it: ESCI
pt_br: DESCONECTAR
ru: ВЫЙТИ
tr: ÇIKIŞ YAP

source: Or
de: Oder
es: O
fr: Ou
it: Oppure
pt_br: Ou
ru: Или
tr: Veya

source: Remember me
de: Merken
es: Recordarme
fr: Se Souvenir de moi
it: Ricordami
pt_br: Lembrar-se
ru: Напомнить мне
tr: Beni hatırla

source: Forgot password?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it: Password dimenticata?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
tr: Şifreyi mi unuttun?

source: Don't have an account?
de: Noch keinen Account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt_br: Não tem uma conta?
ru: Нету аккаунта?
tr: Hesabınız yok mu?

source: Create an account
de: Erstelle dir einen
es: Regístrate
fr: Créer un compte
it: Crea un account
pt_br: Crie uma conta
ru: Создать
tr: Hesap oluşturun

source: Reset password
de: Passwort zurücksetzen
es: Reiniciar contraseña
fr: Réinitialiser le Mot de passe
it: Resetta la password
pt_br: Resetar senha
ru: Сбросить пароль
tr: Şifreyi sıfırla

source: New password
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau Mot de passe
it: Nuova password
pt_br: Nova senha
ru: Новый пароль
tr: Yeni şifre

source: RESET PASSWORD
de: PASSWORT ZURÜCKSETZEN
es: REINICIAR CONTRASEÑA
fr: REINITIALISER LE MOT DE PASSE
it: RESETTA LA PASSWORD
pt_br: RESETAR SENHA
ru: СБРОС ПАРОЛЯ
tr: ŞİFREYİ SIFIRLA

source: Our website uses cookies and similar technologies to enhance your user experience and measure site traffic. By continuing, you consent to such use.
de: Unsere Website verwendet Cookies und ähnliche Technologien, um die Nutzererfahrung zu verbessern und den Webseiten-Traffic zu messen. Wenn du fortfährst, stimmst du solchen Verwendung zu.
es: Nuestro sitio usa cookies y tecnologúas similares para mejorar tu experiencia y medir el tráfico del sitio. Al continuar, das tu consentimiento para su uso.
fr: Notre site web utilise des cookies et des technologies similaires afin d'améliorer votre expérience utilisateur et de mesurer le traffic du site. En continuant, vous accepter leurs utilisations.
it: Il nostro sito utilizza cookie e tecnologie simili per migliorare la tua esperienza utente e misurare le statistiche di traffico del sito. Continuando, acconsenti al loro utilizzo.
pt_br: Nosso site usa Cookies e tecnologias similares para aprimorar sua experiência de usuário e medir tráfego do site. Continuar nos garante seu consenso em tal uso.
ru: Этот сайт использует файлы cookies и похожие технологии для улучшения вашего пользовательского опыта и измерением трафика сайта. Продолжая, вы соглашаетесь.
tr: Websitemiz çerez ve benzeri teknolojierle kullanıcı deneyimizi geliştirmekte ve site trafiğini hesaplamaktadır. Devam ederek bu kullanımı kabul edersiniz.

source: Learn more
de: Erfahre mehr
es: Leer más
fr: En savoir plus
it: Per saperne di più
pt_br: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi

source: Forget password
de: Passwort vergessen?
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
pt_br: Esqueci minha Senha
ru: Забыть пароль
tr: Şifremi unuttum
