Repository: neobricks/ProjectA
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it, pt_br, ru, tr

source: The Partner Program allows talented members of our gaming community to support the games they love and get recognized for it. To participate, please fill out a few questions telling us about your skills. Depending on your profile and abilities, we will contact you with a personalised opportunity (Quest). Once you complete a Quest, you can receive beta test keys, in-game items, special information, and much more! It is our mission to support our awesome community by rewarding you for your contributions! If you love games as much as we do, join us!
de: Das Partnerprogramm erlaubt talentierten Mitgliedern aus der Community die Spiele die sie lieben und mit denen sie sich verbunden fühlen zu unterstützen.Um teilzunehmen fülle ein paar Fragen aus und erzähle uns was deine Stärken sind. Abhängig von deinem Profil und deinen Fähigkeiten werden wir dich mit einem personalisierten Angebot (Quest) kontaktieren. Sobald eine Quest abgeschlossen wurde kannst du Belohnungen erhalten, diese umfassen Dinge wie Beta-Test Keys, Ingame Items, spezielle Informationen und vieles mehr! Es ist unsere Mission unsere unglaubliche Community für ihre Beiträge zu belohnen. Wenn du die Spiele so sehr liebst wie wir, werde ein Teil davon!
es: El Programa de Partners le permite a miembros talentosos de nuestra comunidad de gamers, apoyar los juegos que aman y que sean reconocidos por ello. Para participar, por favor, contesta a algunas preguntas contándonos sobre tus habilidades. Dependiendo de tu perfil, te contactaremos con una oportunidad personalizada (una Misión). Cuando hayas acabado la Misión, podrás recibir keys de beta tester, artículos del juego, información especial, ¡y mucho más! ¡Nuestra misión es darle apoyo a la comunidad recompensando tus aportes! Si amas los juegos tanto como nosotros, ¡únete a nosotros!
fr: Le Programme Partenaire permet aux membres talentueux de notre communauté gaming de soutenir les jeux qu’ils/elles aiment et d’être reconnus pour cela. Pour participer, veuillez répondre à quelques questions pour nous informer de vos compétences. Selon votre profil et vos compétences, nous vous contacterons avec une opportunité personnalisée (Quête). Une fois la Quête accomplie, vous pourrez recevoir des clés de beta test, des objets en jeu, des informations spéciales et bien plus encore! C’est notre mission de soutenir notre superbe communauté en vous récompensant pour vos contributions! Si vous aimez les jeux autant que nous, rejoignez nous!
it: Il Programma dei Partner permette a membri con un particolare talento all’interno della nostra community di gaming di sostenere i giochi che amano e ricevere premi in cambio. Per partecipare, rispondi ad alcune domande per spiegarci brevemente le tue abilità. A seconda del tuo profilo e delle tue abilità, ti contatteremo con un’opportunità (Quest) personalizzata. Una volta che avrai completato una Quest, potrai ricevere chiavi per beta test, oggetti di gioco, informazioni speciali e tanto altro! Farà parte del nostro lavoro sostenere la nostra fantastica community, dandovi un riconoscimento per il vostro contributo! Se ami i videogiochi quanto noi, unisciti a noi!
pt_br: O Programa para Parceiros permite membros talentosos da nossa comunidade de jogos a apoiar os jogos que eles amam e ser reconhecidos por isso. Para participar, por favor responda algumas perguntas nos contando sobre suas habilidades. Dependendo do seu perfil e habilidades, nós entraremos em contato com você com uma oportunidade personalizada (Quest). Uma vez que você complete a Quest, você pode receber uma chave de beta test, itens no jogo, informação especial, e muito mais! É nossa missão apoiar nossa maravilhosa comunidade, recompensando você por suas contribuições! Se você ama jogos o tanto quanto nós, participe!
ru: Партнерская Программа позволяет членам нашего талантливого комьюнити поддерживать игры, которые они любят, и становится узнаваемыми за их счет. Для участия просим заполнить небольшую анкету, отвечая на вопросы о себе и рассказывая о своих скилах. В зависимости от предоставленных ответов, мы свяжемся с вами с персонализированным предложением (Квестом). Как только вы завершите Квест, сможете получить бета тест-ключ, внутриигровые предметы, скрытую информацию и многое другое! Наша миссия - поддерживать наше замечательное комьюнити, вознаграждая каждого за его вклад! Если вы любите игры так же, как и мы, присоединяйтесь!
tr: Partner Programı, oyuncu topluluğumuzdaki yetenekli kişilerin sevdikleri oyuna destek vermesi ve tanınmasına olanak sağlar. Katılmak için, yeteneklerinizle ilgili olan birkaç soruyu cevaplamanız gerekmektedir. Profil ve yeteneğinize bağlı olarak, sizinle kişiselleştirilmiş bir fırsat (Görev) için iletişime geçeceğiz. Bir Görevi tamamladığınızda, beta test anahtarları, oyun içi eşyalar, özel bilgi ve daha fazlasına erişim hakkı sağlayabilirsiniz! Sizi, katkılarınız için ödüllendirip muhteşem topluluğumuza destek olmak bizim görevimiz! Eğer oyunları bizim kadar seviyorsanız, bize katılın!

source: What skills do I need to become a Partner?
de: Welche Skills brauche ich um ein Partner zu werden?
es: ¿Qué habilidades necesito para convertirme en Partner?
fr: Quelles devraient être mes compétences pour devenir un Partenaire?
it: Di quali abilità ho bisogno per essere un Partner?
pt_br: Que habilidades eu preciso para me tornar um Parceiro?
ru: С какими скилами я могу стать Партнером?
tr: Partner olmak için gereken yetenekler nelerdir?

source: We embrace many different types of Partners: Content Creators (influencers, streamers, artists, etc), Moderators, Game Testers, Professional Gamers, Translators, Casters, Companies, and more (cosplayers, modders, any role related to gaming!). You can even choose multiple skills at once! If you’ve got skills then register on this website, fill out the registration form, and wait for opportunities to pop up.
de: Wir begrüßen jegliche Art von Partner: Content Creator (Influencer, Streamer, Künstler), Moderatoren, Spieletester, Professionelle-Spieler, Übersetzer, Caster, Firmen und mehr! (Cosplayer, Modder, jegliche Rolle in verbund zu Gaming!) Du kannst auch mehrer Skills gleichzeitig wählen! Wenn du Skills hast, registriere dich auf der Webseite, fülle das Anmeldeformular aus und warte auf deine Chance!
es: Aceptamos distintos tipos de Partners: creadores de contenido (influencers, streamers, artistas, etc.), moderadores, testers, jugadores profesionales, traductores, emisoras, empresas y más (cosplayers, modders, ¡y cualquier actividad relacionada a los juegos!). Incluso puedes escoger varias habilidades a la vez. Si tienes lo que se necesita, entonces regístrate en este sitio web, completa el formulario, y espera a que se presenten las oportunidades.
fr: Nous apprécions différents types de Partenaires: Créateurs de Contenus (influenceurs, streamers, artistes, etc…), Modérateurs, Testeurs de Jeux, Joueurs Professionnels, Traducteurs, Commentateurs, Entreprises, et autres (cosplayers, modders, tout rôle lié au gaming!). Vous pouvez même choisir plusieurs compétences en même temps! Si vous possédez des compétences, alors inscrivez vous sur ce site, remplissez le formulaire d’inscription et attendez que les opportunités viennent à vous.
it: Noi collaboriamo con tanti diversi tipi di Partner: Creatori di contenuti (influencer, streamer, grafici, ecc.), moderatori, tester di videogiochi, giocatori professionisti, traduttori, casters, aziende e altro (cosplayer, modder, qualsiasi ruolo legato al mondo dei videogiochi!). Puoi anche selezionare più abilità contemporaneamente! Se hai almeno una di queste competenze, registrati subito, compila il modulo di registrazione e attendi che ti arrivino le prime Quest.
pt_br: Nós aceitamos muitos tipos de Parceiros: Criadores de Conteúdo (influencers, streamers, artistas, etc), Moderadores, Game Testers, Gamers Profissionais, Tradutores, Casters, Companhias e mais (cosplayers, modders, qualquer função relacionada a jogos!). You pode até escolher várias habilidades de uma vez! Se você tiver habilidades então registre-se neste website, preencha o formulário de registro e espere as oportunidades aparecerem.
ru: Мы насчитываем много разных типов Партнеров: Создатели Контента (лидеры мнений, стримеры, художники и тд.), Модераторы, Гейм Мастера, Профессиональные Геймеры, Переводчики, Компании и многие другие (косплееры, мододелы, любая роль относящаяся к геймингу!). Вы даже можете выбрать несколько скилов одновременно! Если что-то в вас откликнулось, заполняйте форму и ждите возможностей.
tr: Çeşitli türde Partnerleri kapsayan bir programa sahibiz: İçerik üreticiler (influencer, yayıncı, artist vb), Moderatörler, Oyun Test Ekibi, Profesyonel Oyuncular, Çevirmenler, Sunucular, Şirketler ve daha fazlası (cosplayerlar, mod üreticiler, oyunla ilgili herhangi bir rol!). Birden fazla yeteneğiniz varsa aynı anda seçebilirsiniz! Eğer yeteneğiniz varsa, siteye kayıt olun, kayıt formunu doldurun ve fırsatların ortaya çıkmasını bekleyin.

source: Are there any requirements to participate?
de: Welche Voraussetzungen für eine Teilnahme gibt es?
es: ¿Hay algún requerimiento para participar?
fr: Quels sont les prérequis pour participer?
it: Ci sono dei requisiti per partecipare?
pt_br: Existem requisitos para participar?
ru: Какие требования для участия?
tr: Katılmak için herhangi bir gereklilik var mıdır?

source: Anyone can register to the Partner Program and fill out the form. After the profile has been confirmed and approved, Partners receive personalised opportunities according to your skills. Quests for each game has a specific set of requirements and will only be available to Partners with suitable profiles.
de: Jeder kann sich für das Partnerprogramm registrieren und das Formular ausfüllen. Nachdem dein Profil bestätigt und akzeptiert wurde, erhalten Partner personalisierte Möglichkeiten in Bezug auf ihre Skills. Quests für zugehörige Spiele haben ein Set von verschiedenen Anforderungen und werden nur Partnern zugesandt dessen Profil mit diesen übereinstimmt.
es: Cualquiera se puede registrar en el Programa de Partners y completar el formulario. Luego de que el perfil se haya confirmado y aprobado, los Partners reciben oportunidades personalizadas de acuerdo a sus habilidades. Las misiones para cada juego tienen un conjunto de requerimientos específico y solo estarán disponibles para los Partners con el perfil adecuado.
fr: Tout le monde peut s’inscrire au Programme Partenaire et remplir le formulaire. Une fois le profil confirmé et approuvé, les Partenaires recevront des opportunités personnalisées en fonction de leur compétences. Les Quêtes pour chaque jeu ont des prérequis précises et ne seront disponibles que pour les Partenaires dont les profils correspondent.
it: Chiunque può registrarsi al Programma dei Partner e compilare il modulo. Dopo che il profilo sarà stato confermato e approvato, ogni Partner riceverà opportunità personalizzate in base alle proprie capacità. Le Quest di ogni gioco hanno una lista specifica di requisiti e saranno disponibili solo per i Partner con profili compatibili.
pt_br: Qualquer um pode se registrar para o Programa para Parceiros e preencher o formulário. Depois que o perfil for confirmado e aprovado, Parceiros recebem oportunidades personalizadas de acordo com suas habilidades. Quests para cada jogo têm um conjunto específico de requisitos e só estarão disponíveis para Parceiros com perfis adequados.
ru: Все желающие могут подать заявку на участие в Партнерской Программе. После подтверждения профиля, Партнеры получают персонализированные предложения в зависимости от своих скилов. Квесты для каждой игры имеют свои требования и будут доступны только тем Партнерам, чьи профили полностью соответствуют.
tr: Partner programına herkes katılabilir ve form doldurabilir. Profil onaylanıp süreci bitirdiğinde, Partnerler yeteneklerine göre kişiselleştirilmiş fırsatlar elde edecekler. Her oyun için görevler farklı gereklilikler gerektirir ve sadece uygun profildeki Partnerler için erişilebilir.

source: What are Quests?
de: Was sind Quests?
es: ¿Qué son las Misiones?
fr: Que sont les Quêtes?
it: Cosa sono le Quest?
pt_br: O que são as Quests?
ru: Что такое Квесты?
tr: Görevler Nelerdir?

source: Quests are opportunities we provide to our Partners. They can be sent by email or you can apply for them on the main page. Quests range from creating videos, streaming games, testing new game updates and features, playing closed beta games, writing reviews, translating or proofreading articles… the list goes on! For any questions, send a message to partners@neobricks.com. Remember to keep your profile information updated to receive the most suitable Quests. Accepted Quests are shown in your profile.
de: Quests sind Aufgaben die wir unseren Partnern zur Verfügung stellen. Diese können per Email oder über die Hauptseite versandt werden. Quests reichen vom erstellen von Videos, über Streamen bestimmter Spiele, testen neuer Spiele / Updates / Features bis hin zu dem verfassen von Reviews, Übersetzungen oder dem Korrekturlesen von Artikeln..die Liste geht immer weiter! Bei jeglicher Art von Fragen, sende eine Nachricht an partners@neobricks.com. Vergiss nicht dein Profil stets aktuell zu halten um die bestmöglichen Quests zu erhalten.
es: Las Misiones son oportunidades que les presentamos a nuestros Partners. Pueden ser enviadas por correo electrónico o puedes presentarte a ellas en la página principal. Las Misiones son variadas, como crear vídeos, transmitir juegos, probar nuevas actualizaciones o características de juegos, jugar a juegos en beta cerrada, escribir reseñas, traducir o corregir artículos… ¡La lista es extensa! Por cualquier pregunta, envía un mensaje a partners@neobricks.com. Recuerda mantener la información de tu perfil actualizada para recibir las Misiones más adecuadas a tu perfil. Las Misiones que aceptes serán mostradas en tu perfil.
fr: Les Quêtes sont les opportunités que nous offrons à nos Partenaires. Elles peuvent être envoyées par email ou vous pouvez postuler depuis la page principale. Les Quêtes peuvent être de la création de vidéos, stream de jeux, tests de nouvelles mises à jour de jeu, jouer à des Beta fermées, écriture de reviews, traduction ou vérification d’articles… la liste est longue! Pour toute question, envoyez un message à partners@neobricks.com . Rappelez vous de toujours maintenir votre profil à jour pour recevoir les Quêtes qui vous correspondent au mieux. Les Quêtes acceptées sont visible sur votre Profil.
it: Le Quest sono opportunità che forniamo ai nostri Partner. Possono essere ricevute tramite e-mail o si possono richiedere sulla pagina principale. Le Quest spaziano dalla creazione di video, streaming di videogiochi, test di nuovi aggiornamenti e funzionalità, al giocare a videogiochi in closed beta, recensioni, traduzioni o correzione di bozze e articoli... la lista continua! Per qualsiasi domanda, manda un messaggio a partners@neobricks.com. Ricordati di mantenere aggiornate le informazioni del tuo profilo per ricevere le Quest più adatte. Le Quest accettate sono mostrate nel tuo profilo.
pt_br: Quests são oportunidades que nós oferecemos para nossos Parceiros. Elas podem ser enviadas por email ou você pode se candidatar a elas na página principal. Quests variam entre criar vídeos, escrever reviews, traduzir ou revisar artigos... a lista continua! Para quaisquer dúvidas, mande uma mensagem para partners@neobricks.com. Lembre-se de manter a informação em seu perfil atualizada para receber as Quests mais adequadas. Quests aceitas são mostradas em seu perfil.
ru: Квесты это возможности, которые мы предоставляем нашим Партнерам. Они могут быть отправлены по имейлу или вы можете запросить их на главной странице. Квесты составляют создание видео, стриминг игр, тестирование обновлений игры, доступ к закрытой бета-версии игры, написание обзоров, перевод и вычитка статей… список может продолжаться до бесконечности! С любыми вопросами, напишите нам на partners@neobricks.com. Всегда держите свой профиль обновленным, чтобы получать наиболее подходящие Квесты. Подтвержденные Квесты будут отображены в вашем профиле.
tr: Görevler, bizlerin Partnerlere sunduğu fırsatlardır. Eposta ile gönderilebilir veya ana sayfadan kabul edilebilirler. Görevler, video üretmek, oyun yayını yapmak, oyun güncelleme ve özelliklerini test etmek, kapalı betada oyunu oynamak, inceleme yazmak, makaleleri çevirmek veya çeviri kontrolü yapmak gibi çeşitli alanlarda olabilir! Herhangi bir soru için, partners@neobricks.com'a mail atabilirsiniz. Profil bilginizi güncel tutarak en uygun Görevleri aldığınızdan emin olabilirsiniz. Kabul edilen Görevler profilinizde görünebilir.

source: How long does a Quest last?
de: Wie lange dauert eine Quests?
es: ¿Cuánto dura una Misión?
fr: Combien de temps dure une Quête?
it: Quanto dura una Quest?
pt_br: Quanto tempo dura uma Quest?
ru: Как долго длится Квест?
tr: Bir Görev ne kadar sürüyor?

source: Each Quest has its own completion time specified in its details. They can last one week, one month or be periodic. Some Quests are renewable, and can be accepted more than one time. If you wish to obtain its rewards, you have to complete it within the time frame specified in each Quest’s details.
de: Jede Quest hat eine individuelle Zeitspanne, diese findest du in den Details. Sie können eine Woche andauern, einen Monat oder periodisch wiederkehren. Einige Quests sind erneuerbar und können mehrmals angenommen werden. Wenn du die Belohnungen erhalten möchtest, müssen diese jedoch in ihrem angegebenen Zeitrahmen vollendet werden.
es: Cada Misión tiene su propio tiempo para ser completada de acuerdo a lo especificado en sus detalles. Pueden ser de una semana, un mes, o periódicas. Algunas Misiones son renovables, y pueden ser aceptadas más de una vez. Si deseas obtener sus recompensas, debes completarlas en el tiempo establecido en los detalles de cada Misión.
fr: Chaque Quête a sa propre durée spécifiée dans ses détails. Elle peut être d’une semaine, un mois, ou être périodique. Certaines Quêtes peuvent être renouvelées, et peuvent être acceptées plus d’une fois. Si vous désirez obtenir les récompenses, vous devrez compléter la Quête pendant la période spécifiée dans les détails.
it: Ogni Quest ha il proprio tempo di completamento specificato nei dettagli. Le Quest possono durare una settimana, un mese o essere periodiche. Alcune Quest sono rinnovabili e possono essere accettate più di una volta. Se desideri ottenere i premi di una Quest, devi completarla entro il periodo di tempo specificato nei dettagli.
pt_br: Cada Quest tem seu próprio tempo de conclusão especificada em seus detalhes. Elas podem durar uma semana, um mês ou ser periódicas. Algumas Quests são renováveis e podem ser aceitas mais de uma vez. Se você deseja obter as recompensas, você precisa completá-la dentro do prazo especificado nos detalhes de cada Quest.
ru: Каждый Квест имеет свое определенное время прохождения в зависимости от введенных данных. Они могут длится как и неделю, так и месяц или определенный обозначенный период. Какие-то из Квестов можно возобновить и пройти заново. Если вы хотите получить обещанные награды, то нужно завершить Квест в течении указанного промежутка времени.
tr: Her Görevin kendine ait tamamlama süresi detaylarda belirtilir. Bir hafta, bir ay sürebilir veya periyodik olabilirler. Bazı Görevler yenilenebilir ve birden fazla kez kabul edilebilir. Eğer ödülleri kazanmak isterseniz Görevin detaylarında yer alan zaman periyodunda görevi tamamlamanız gerekmektedir.

source: What do I get as a Partner? How will I receive my rewards?
de: Was bekomme ich als Partner Wie erhalte ich die Belohnungen?
es: ¿Qué obtengo como Partner? ¿Cómo recibiré mis recompensas?
fr: Qu’est ce que je reçois en tant que Partner? Comment vais-je recevoir mes récompenses?
it: Cosa ricevo in quanto Partner? Come ricevo le mie ricompense?
pt_br: O que eu ganho como um Parceiro? Como eu recebo minhas recompensas?
ru: Что я получу будучи Партнером? Как я получу свои награды?
tr: Partner olarak ne elde edeceğim? Ödüllerimi nasıl kazanacağım?
